INSERT INTO sub_ch(sub_ch_id, sub_text, characteristics_ch_id)
VALUES
       ('Ф1','Функціональна придатність', 'Ф'),
       ('Ф2','Точність', 'Ф'),
       ('Ф3','Взаємодійність', 'Ф'),
       ('Ф4','Захищеність', 'Ф'),
       ('Ф5','Відповідність нормам функціональності', 'Ф'),

       ('Н1','Завершеність', 'Н'),
       ('Н2','Відмовостійкість', 'Н'),
       ('Н3','Відносність', 'Н'),
       ('Н4','Відповідність нормам надійності', 'Н'),

       ('З1','Зрозумілість', 'З'),
       ('З2','Опанованість', 'З'),
       ('З3','Керованість', 'З'),
       ('З4','Привабливість', 'З'),
       ('З5','Відповідність нормам зручності використання', 'З'),

       ('Е1','Реактивність', 'Е'),
       ('Е2','Використовність ресурсів', 'Е'),
       ('Е3','Відповідність нормам ефективності', 'Е'),

       ('С1','Аналізованість', 'С'),
       ('С2','Змінність', 'С'),
       ('С3','Стабільність', 'С'),
       ('С4','Тестовність', 'С'),
       ('С5','Відповідність нормам супроводжуваності', 'С'),

       ('М1','Адаптивність', 'М'),
       ('М2','Інстальованість', 'М'),
       ('М3','Співіснування', 'М'),
       ('М4','Замінність', 'М'),
       ('М5','Відповідність нормам мобільності','М')
