insert into internal_types (internal, name)
values
(true,'Програмне забезпечення інформаційного працівника'),
 (true,'Розважальне програмне забезпечення'),
(true, 'Навчальне програмне забезпечення'),
 (true, 'Програмне забезпечення інфраструктури підприємства'),
 (true, 'Програмне забезпечення для моделювання'),
 (true, 'Програмне забезпечення для розробки медіа'),
 (true, 'Програмне забезпечення для розробки продукту'),
 (true, 'Розробка програмного забезпечення'),

 (false,'Програмне забезпечення інформаційного працівника'),
  (false,'Розважальне програмне забезпечення'),
 (false, 'Навчальне програмне забезпечення'),
  (false, 'Програмне забезпечення інфраструктури підприємства'),
  (false, 'Програмне забезпечення для моделювання'),
  (false, 'Програмне забезпечення для розробки медіа'),
  (false, 'Програмне забезпечення для розробки продукту'),
  (false, 'Розробка програмного забезпечення')
